Repository: mozilla-l10n/mt-training-data
Catalog: gsw/gsw_pontoon.tmx
Source language: en_us
Languages: gsw

source: You’re contributing to a target segment
gsw: Ìhr traawe ze’me Zielsegment bi

source: You’re contributing to our first target segment
gsw: Ìhr traawe ze ùnserem erschte Zielsegment bi

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gsw: Ìhr sìn ze schnall. Namme Éich wenn’s beliebt e Momant de Zitt àn, fer noochzelüeje, eb der Sàtz au stìmmt.

source: You respond or reply to it as naturally as you can
gsw: Ìhr gann Àntwùrt odder reàgiere eso nàdirlich wie méjlich

source: Your files are being assembled. Please check again later.
gsw: Éieri Dàtéie waare gerìscht. Lüeje später noch emol verbi, wenn’s beliebt.

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gsw: Fer Éieri Sprochvàriànt sìn wohrschins kenn Ùffnàhme meh ìwwerisch! Wenn’s fer Éich geht, kenne-n’r d’Instellùnge andere, fer ànderi Satz ìn Éiere Sproch ze sahn

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gsw: Fer Éieri Sprochvàriànt sìn wohrschins kenn Satz meh ìwwerisch! Wenn’s fer Éich geht, kenne-n’r d’Instellùnge andere, fer ànderi Satz ìn Éiere Sproch ze sahn.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gsw: Ìhr hàn ìm Common Voice debi ghùlfe, hitt ’s Ziel vùn <goalPercentage></goalPercentage> vùn { $goalValue } Ùffnàhme ze erreiche!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gsw: Ìhr hàn ìm Common Voice debi ghùlfe, hitt ’s Ziel vùn <goalPercentage></goalPercentage> vùn { $goalValue } Vàlidàtione ze erreiche!

source: You write down what you hear in the audio clips
gsw: Ìhr schriiwe ùff, wàs’r ìn denne Ùffnàhme heere

source: Zip #{ $offset } of { $total }
gsw: ZIP-Dàtéi Nümero { $offset } vùn { $total }
